{
    "id":1,
    "name": "Yamaha CGS103A Guitarra Clásica",
    "description": "Tapa de pícea. Aros y fondo de nato.Mástil de nato.Diapasón y 
        puente de palisandro (Dalbergia latifolia).Profundidad del cuerpo: 87 - 91mm. 
        Escala: 575mm. Ancho de la cejilla: 43mm. Herrajes cromados. Acabado: Natural", 
    "precioDescription": "138€",
    "precio": 138,
    "src": "./img/guitarra1.jpg"
}

var guitarra2 = {

    "id":2,
    "name": "Ibanez GRG121DX-BKF - Guitarra Eléctrica",
    "description": "Cuerpo de álamo. Mástil de arce GRG .Diapasón de corazón púrpura. 
        Inlays de 'Dientes de tiburón', 24 trastes Jumbo, 2 pastillas humbucker IBZ-6. Puente fijo.
        Herrajes negros. Acabado: Negro liso", 
    "precioDescription": "238 €",
    "precio": 238,
    "src": "./img/guitarra2.jpg"
};

var guitarra3 = {

    "id":3,
    "name": "Schecter Diamond Omen 7 Extreme BCH - Guitarra Eléctrica",
    "description": "Cuerpo de caoba. Tapa de arce flameado. Mástil de arce. 
        Diapasón de palisandro Griffbrett (Dalbergia latifolia), 24 trastes. Incrustaciones Vector. 
        Medida: 26,5 (673 mm). Puente TOM. Paso de cuerdas a través del cuerpo, 2 pastillas Schecter Diamond Plus Humbucker. 
        Color: Black Cherry", 
    "precioDescription": "629 €",
    "precio": 629,
    "src": "./img/guitarra3.jpg"
};


var violin1= {
    "id":4,
    "name":"Forenza F1151A - Conjunto de violín de tamaño completo",
    "description":"Tamaño 4/4. Se suministra con el puente equipada, 
        configurar listo para jugar. Clavijas y armarios integral de la 
        pieza de cola afinadores. Incluye arco de madera con el bloque de colofonia. 
        Caso de cremallera de peso ligero con asa y correas para los hombros",
    "precioDescription": "94,21 €",
    "precio": 94.21,
    "src": "./img/violin1.jpg"
}


var violin2= {
    "id":5,
    "name":"Stentor 1401FYE - Conjunto de violín arlequín",
    "description":"Incluye: violín de tamaño 1/4, lazo de madera de color, 
        funda ligera con interior ajustado y prácticas correas de transporte para mochila.
        Todo lo que necesitas para empezar: viene con todos los accesorios esenciales, 
        incluyendo colofonia, reposamuñecas, un bolsillo externo para música y soportes para arco. 
        Stentor Violín de 1/4. Tallado de maderas sólidas con incrustaciones de morado, 
        clavijas de madera dura Swartzia de calidad y diapasón Swartzia. 
        Stentor Calidad: nuestros instrumentos ofrecen un rendimiento y tono fiables y consistentes, 
        mejorando el proceso de aprendizaje para el estudiante. Tipo de cuerda: núcleo de cuerda de acero. 
        Violín y lazo de madera de colores. Recomendado por estudiantes y profesores de todo el mundo. 
        Ideal para niños de 5 a 7 años aprox",
    "precioDescription": "120,38€",
    "precio": 120.38,
    "src": "./img/violin2.jpg"
}

var violin3 = {
    "id":6,
    "name":"Yamaha YSV-104RD - Violin Eléctrico",
    "description":"El armazón se corresponde con la mayoría de los apoyos para el hombro estándar. 
        Sistema: Studio Response Technology Powered System, para un carácter de sonido del violín y respuesta naturales. 
        Preamplificador Control Box externo. Salida de auriculares. 
        Entrada AUX. Pastilla piezo en el puente. Cuerpo hecho de pícea. 
        Mástil de arce. Clavijas de ébano. Diapasón de composite. 
        Cordal sintético con 4 afinaprimas. Cuerdas Daddario Zyex. Armazón de plástico. 
        Peso: 490 g (sólo el instrumento). Peso: 70 g (Control Box). Color: Rojo",
    "precioDescription": "919 €",
    "precio": 919,
    "src": "./img/violin3.jpg"
}

var bajo1 ={
    "id":7,
    "name":"SCHECTER P-4 - Bajo Exótico",
    "description":"Bajo de 4 cuerdas para personas diestras.
        Cuerpo fabricado en madera de fresno de pantano con tapa de madera de zebrano. 
        Superficie del cuerpo plana en color Faded Vintage Sunburst. Cuello en forma de C delgada, 
        fabricado en madera de arce tostado. Incluye varillas de refuerzo de fibra de carbono para mayor estabilidad. 
        Diapasón de madera de arce tostado. Cuerdas calibre .045 - .105 de Ernie Ball 4 String Super Long. 
        Compatible con estuche SGR-Universal Bass Hardcase (Se vende por separado). 
        Dimensiones: 111,76 x 48,26 x 25,4 centímetros. Peso: 4,54 kg.",
    "precioDescription": "1050 €",
    "precio": 1050,
    "src": "./img/bajo1.webp"

}

var bajo2 ={
    "id":7,
    "name":"Ibanez SR300EB-WK - Bajo Eléctrico 4 cuerdas",
    "description":"Color: Negro desgastado (Weathered Black). 
        Serie Soundgear. Cuerpo de caoba.
        Mástil 'SR4' de 5 piezas de arce/walnut, 24 trastes medium. 
        Diapasón de jatoba. Inlays de puntos blancos. Ancho de la cejilla: 38mm. 
        Escala de 864mm/34. Puente Accu-Cast B120. Herrajes negros
        Pastillas de doble bobina PowerSpan
        Electrónica Ibanez personalizada
        Ecualizador de 3 bandas con interruptor 'Power Tap' de 3 posiciones",
    "precioDescription": "1050 €",
    "precio": 1050,
    "src": "./img/bajo1.webp"

}